{
  "tips": [
    {
      "quotes": "Bottoms in the investment world don't end with four-year lows, they end with 10 or 15-year lows.",
      "author": "Jim Rogers"
    },
    {
      "quotes": "I will tell you how to become rich. Close the doors. Be fearful when others are greedy. Be greedy when others are fearful.",
      "author": "Warren Buffett"
    },
    {
      "quotes": "The best time to buy is when there's blood in the streets.",
      "author": "Sir John Templeton"
    },
    {
      "quotes": "The stock market is filled with individuals who know the price of everything, but the value of nothing.",
      "author": "Philip Fisher"
    },
    {
      "quotes": "An investment in knowledge pays the best interest.",
      "author": "Benjamin Franklin"
    },
    {
      "quotes": "With a good perspective on history, we can have a better understanding of the past and present, and thus a clear vision of the future.",
      "author": "Carlos Slim Helu"
    },
    {
      "quotes": "It's not whether you're right or wrong that's important, but how much money you make when you're right and how much you lose when you're wrong",
      "author": "George Soros"
    },
    {
      "quotes": "Given a 10% chance of a 100 times payoff, you should take that bet every time.",
      "author": "Jeff Bezos"
    },
    {
      "quotes": "Don't look for the needle in the haystack. Just buy the haystack!",
      "author": "John Bogle"
    },
    {
      "quotes": "I don't look to jump over seven-foot bars; I look around for one-foot bars that I can step over.",
      "author": "Warren Buffett"
    },
    {
      "quotes": "In investing, what is comfortable is rarely profitable.",
      "author": "Robert Arnott"
    },
    {
      "quotes": "How many millionaires do you know who have become wealthy by investing in savings accounts? I rest my case.",
      "author": "Robert G. Allen"
    },
    {
      "quotes": "Courage taught me no matter how bad a crisis gets ... any sound investment will eventually pay off.",
      "author": "Carlos Slim Helu"
    },
    {
      "quotes": "The individual investor should act consistently as an investor and not as a speculator.",
      "author": "Ben Graham"
    },
    {
      "quotes": "The biggest risk of all is not taking one.",
      "author": "Mellody Hobson"
    },
    {
      "quotes": "Returns matter a lot. It's our capital.",
      "author": "Abigail Johnson"
    },
    {
      "quotes": "Know what you own, and know why you own it.",
      "author": "Peter Lynch"
    },
    {
      "quotes": "Investing should be more like watching paint dry or watching grass grow. If you want excitement, take $800 and go to Las Vegas.",
      "author": "Paul Samuelson"
    },
    {
      "quotes": "The four most dangerous words in investing are, it’s different this time.",
      "author": "Sir John Templeton"
    },
    {
      "quotes": "Wide diversification is only required when investors do not understand what they are doing.",
      "author": "Warren Buffett"
    },
    {
      "quotes": "The most contrarian thing of all is not to oppose the crowd but to think for yourself.",
      "author": "Peter Thiel"
    }
  ]
}